{
    "brand": "BeddaFit",
    "versione_archivio": "1.3",
    "ricettario": [
        {
            "id": "01",
            "titolo": "Risotto ai Funghi porcini",
            "subtitle": "Il classico della tradizione in chiave Fit e tecnica",
            "categoria": "Primi",
            "difficolta": "Media",
            "img": "./img/risotto_funghi.webp",
            "tempo_preparazione": "35 min",
            "macros_stimati": {
                "kcal": 380,
                "proteine": "12g",
                "carboidrati": "65g",
                "grassi": "8g"
            },
            "concept": "L'essenza del sottobosco in una mantecatura tecnica senza grassi aggiunti",
            "ingredienti": [
                "160g di Riso Carnaroli",
                "300g Funghi Porcini freschi o surgelati di alta qualità",
                "2 cucchiai di Granella di Pistacchio (il nostro tocco siculo)",
                "1 spicchio d’Aglio",
                "Prezzemolo fresco qb",
                "Pepe nero q.b."
            ],
            "procedimento": "I FUNGHI: Inizia saltando i funghi in una padella antiaderente con uno spicchio d’aglio e un goccio d’acqua o pochissimo olio. Lasciali dorare finché non sprigianano tutto il loro profumo.\n\nLA TOSTATURA: Tosta il riso a secco in un’altra pentola. Quando i chicchi sono caldi, unisci una parte dei funghi e inizia a bagnare con l’acqua bollente.\n\nCOTTURA “CLEAN”: Porta il riso a cottura aggiungendo l’acqua gradualmente. L’amido del riso creerà naturalmente quella cremina deliziosa che vedi in foto.\n\nMANTECATURA FIT: A fuoco spento, aggiungi i restanti funghi e il prezzemolo fresco. Mescola energicamente per incorporare aria e rendere il risotto vellutato.\n\nL’IMPIATTAMENTO: Disponi il riso “a specchio”, adagia sopra i funghi interi più belli e completa con una pioggia di granella di pistacchio.",
            "consiglio_beddafit": [
                "Usa acqua bollente leggermente salata invece del dado per un sapore più naturale e pulito."
            ],
            "tags": [
                "Vegetarian",
                "CleanEating",
                "ComfortFood"
            ]
        },
        {
            "id": "02",
            "titolo": "Risotto alla Carbonara Light",
            "subtitle": "Il gusto del peccato, i macro della performance",
            "categoria": "Primi",
            "difficolta": "Media",
            "img": "./img/risotto_carbonara.webp",
            "tempo_preparazione": "25 min",
            "macros_stimati": {
                "kcal": 440,
                "proteine": "22g",
                "carboidrati": "60g",
                "grassi": "14g"
            },
            "concept": "Il mito di Roma reinterpretato per il benessere e la performance",
            "ingredienti": [
                "160g Riso Carnaroli",
                "3 Uova grandi (consiglio: 2 tuorli + 1 uovo intero per mantenere la cremosità senza eccedere nei grassi)",
                "80g di Prosciutto Crudo Light",
                "25-30g di Parmigiano Reggiano stagionato",
                "Pepe nero"
            ],
            "procedimento": "LA CROCCANTEZZA: In una padella antiaderente ben calda, scotta il prosciutto crudo light finché non diventa croccante. La sua sapidità naturale si intensificherà, rendendo superfluo il sale. Tienilo da parte.\n\nIL RISO: Tosta il riso a secco per 2 minuti per sigillare il chicco. Porta a cottura aggiungendo solo acqua bollente poco alla volta. L’amido del riso creerà la base per la nostra crema.\n\n LA “CARBO-CREMA”: In una ciotolina, unisci le uova al parmigiano e a una cascata di pepe nero. Il parmigiano darà tutto il carattere necessario al piatto.\n\nL’ALCHIMIA: A fuoco spento, versa l’emulsione di uova sul riso. Manteca velocemente: il calore del riso cuocerà l’uovo quanto basta per renderlo vellutato.\n\nIL TOCCO FINALE: Impiatta e completa con il prosciutto croccante.",
            "consiglio_beddafit": [
                "Il segreto per non far 'impazzire' l'uovo è la temperatura: aggiungi la crema solo quando il riso è sceso sotto i 65°C, così otterrai una mantecatura setosa e non una frittata."
            ],
            "tags": [
                "HighProtein",
                "CheatMealFit",
                "ItalianTradition"
            ]
        },
        {
            "id": "03",
            "titolo": "Tower di Zucchine e Tacchino",
            "subtitle": "L'equilibrio perfetto tra proteine, freschezza e croccantezza",
            "categoria": "Contorni",
            "difficolta": "Facile",
            "img": "./img/zucchine.webp",
            "tempo_preparazione": "20 min",
            "macros_stimati": {
                "kcal": 320,
                "proteine": "38g",
                "carboidrati": "12g",
                "grassi": "8g"
            },
            "concept": "Leggerezza e geometria. Un'esplosione di freschezza con dressing allo yogurt",
            "ingredienti": [
                "2 Zucchine medie (tagliate a nastro)",
                "2 Carote grandi (tagliate sottili con il pelapatate)",
                "100-120g di Affettato di tacchino di alta qualità (tagliato a listarelle)",
                "8-10 Pomodorini confit",
                "125g di Yogurt greco bianco 0% grassi",
                "Succo di limone e pepe nero q.b.",
                "Erba cipollina o menta fresca"
            ],
            "procedimento": "LA BASE VEGETALE: Salta velocemente in una padella antiaderente i nastri di zucchine e carote con un goccio d’acqua. Devono ammorbidirsi leggermente ma restare “al dente” per mantenere i colori brillanti e le proprietà nutritive.\n\nIL TOCCO PROTEICO: Unisci il tacchino tagliato a listarelle sottili. Puoi scaldarlo leggermente insieme alle verdure per far amalgamare i sapori.\n\nIL DRESSING BEDDA: Crea la salsa mescolando lo yogurt greco con il succo di limone e il pepe. Deve diventare una crema fluida. Aggiungi erba cipollina tritata per un profumo extra.\n\n INGEGNERIA DEL PIATTO: Al centro del piatto, crea una torre alternando i nastri di verdura e il tacchino. Cerca di dare slancio verso l’alto per un effetto davvero gourmet.\n\nIL FINISH: Decora con i pomodorini confit e usa la salsa yogurt per creare dei punti luce circolari intorno alla base, proprio come nella tua foto.",
            "consiglio_beddafit": [
                "Per una torre più stabile e scenografica, lascia riposare le verdure saltate su carta assorbente per pochi secondi: eliminando l'umidità in eccesso, la tua torre rimarrà alta e perfetta per lo scatto."
            ],
            "tags": [
                "LowCarb",
                "HighProtein",
                "HealthyLunch",
                "BeddaFitOriginal"
            ]
        },
        {
            "id": "04",
            "titolo": "Tower di Patata e Tonno Tataki",
            "subtitle": "L’equilibrio perfetto tra proteine nobili, freschezza e croccantezza",
            "categoria": "Secondi",
            "difficolta": "Media",
            "img": "./img/tonno.webp",
            "tempo_preparazione": "30 min",
            "macros_stimati": {
                "kcal": 415,
                "proteine": "34g",
                "carboidrati": "29g",
                "grassi": "16g"
            },
            "concept": "Contrasti cromatici e croccantezza siciliana in una struttura perfetta",
            "ingredienti": [
                "2 fette spesse di Patata arancione (tagliate a cilindro)",
                "250-300g di Filetto di tonno di alta qualità (abbattuto)",
                "1 Avocado maturo",
                "30-40g di Feta greca originale",
                "Granella di Pistacchio q.b.",
                "Succo di lime o limone, pepe nero, olio EVO, sale a scaglie"
            ],
            "procedimento": "LA BASE DOLCE: Cuoci i cilindri di patata in friggitrice ad aria a 200°C per circa 18 minuti. Devono risultare morbidi all’interno ma con una crosticina esterna solida.\n\nIL TOCCO PROTEICO: Scotta il filetto di tonno su una piastra rovente per circa 60 secondi per lato. Taglia poi il filetto trasversalmente per rivelarne l’interno.\n\nIL DRESSING BEDDA: Crea una mousse di avocado schiacciando la polpa con succo di lime, sale e pepe. Deve diventare una crema densa e vellutata.\n\n INGEGNERIA DEL PIATTO: Al centro del piatto, posiziona la patata come base. Adagia sopra il filetto di tonno e sormonta con la mousse di avocado.\n\nIL FINISH: Sbriciola la feta sopra l’avocado e decora con la granella di pistacchio creando dei punti luce circolari intorno alla base.",
            "consiglio_beddafit": [
                "Asciuga perfettamente il tonno prima della piastra per ottenere una reazione di Maillard perfetta e mantenere i nutrienti sigillati all'interno."
            ],
            "tags": [
                "GourmetFit",
                "Omega3",
                "LowGI",
                "PistacchioLover",
                "PostWorkout"
            ]
        },
        {
            "id": "05",
            "titolo": "Lasagne \"Oro Verde\" Light",
            "subtitle": "L'eleganza del pistacchio incontra la leggerezza proteica",
            "categoria": "Primi",
            "difficolta": "Media",
            "img": "./img/lasagne_pistacchio.webp",
            "tempo_preparazione": "35 min",
            "macros_stimati": {
                "kcal": 410,
                "proteine": "32g",
                "carboidrati": "38g",
                "grassi": "14g"
            },
            "concept": "Le lasagne come simbolo di convivialità in versione BeddaFit: leggero e bilanciato",
            "ingredienti": [
                "4-6 Sfoglie di lasagna sottili",
                "250g Ricotta proteica",
                "1 cucchiaino Pesto di pistacchio puro (senza oli)",
                "80g Prosciutto crudo light",
                "1 cucchiaio Granella di pistacchio siciliano",
                "Pepe nero macinato al momento"
            ],
            "procedimento": "LA BASE VERDE: In una ciotola, lavora la ricotta proteica con il cucchiaino di pesto di pistacchio e un pizzico di pepe nero. Se la crema risulta troppo densa, aggiungi un cucchiaio di acqua calda per renderla fluida come una vellutata.\n\nLE SFOGLIE: Cuoci le sfoglie sottili in acqua bollente per pochi istanti. Scolale e adagiale su un panno pulito.\n\n ARCHITETTURA DEL PIATTO: Inizia a comporre gli strati in una piccola pirofila o direttamente nei piatti per una versione decomposta gourmet. Stendi un velo di crema di ricotta, adagia la sfoglia, aggiungi il prosciutto crudo e altra crema.\n\nIL CONTRASTO: Ripeti per 3 o 4 strati. Concludi l’ultimo strato con abbondante crema di ricotta al pistacchio.\n\nIL TOCCO FINALE: Passa in forno per 5-8 minuti con funzione grill per rendere i bordi croccanti. Prima di servire, cospargi con una pioggia di granella di pistacchio per il tocco “Bedda”.",
            "consiglio_beddafit": [
                "Il segreto è il contrasto: la delicatezza della ricotta proteica esalta l'intensità del pistacchio, mentre la sapidità naturale del prosciutto crudo scaldata sostituisce il sale."
            ],
            "tags": [
                "BeddaFit",
                "PistacchioLover",
                "LasagnaLight",
                "GourmetFit",
                "SiciliaFood"
            ]
        },
        {
            "id": "06",
            "titolo": "Merluzzo Gold & Crunch di Anacardi",
            "subtitle": "L'incontro magico tra la dolcezza della terra, la leggerezza del mare e un crunch inaspettato.",
            "categoria": "Secondi",
            "difficolta": "Facile",
            "img": "./img/merluzzo.webp",
            "tempo_preparazione": "15 min",
            "macros_stimati": {
                "kcal": 285,
                "proteine": "35g",
                "carboidrati": "12g",
                "grassi": "9g"
            },
            "concept": "Un piatto che celebra la luce e il benessere attraverso colori caldi e sapori puliti.",
            "ingredienti": [
                "400g Cuore di Merluzzo",
                "3 Carote grandi",
                "Zenzero fresco",
                "Scorza di limone bio",
                "4 cucchiai Yogurt greco 0%",
                "Erba cipollina fresca",
                "Succo di limone",
                "Pepe nero",
                "30g Anacardi al naturale",
                "Sale",
                "Olio EVO"
            ],
            "procedimento": "LA CROSTA GLOW: Grattugia le carote finemente e strizzale con forza in un canovaccio fino a renderle completamente asciutte. In una bowl, mescolale con lo zenzero grattugiato e la scorza di limone.\n\n IL TOCCO PROTEICO: Asciuga bene i tranci di merluzzo. Spennella la superficie con un velo sottilissimo di yogurt (usalo come collante) e pressa sopra il mix di carote creandone uno strato compatto e uniforme.\n\n LA COTTURA AIRFRYER: Posiziona i tranci nel cestello e cuoci a 185°C per circa 11-12 minuti. La carota dovrà risultare tostata e saporita.\n\n LA SALSA BEDDAFIT: Mentre il pesce cuoce, prepara la nostra salsa: trita finemente l’erba cipollina e uniscila allo yogurt greco con un goccio di limone e pepe nero. Allungala con un cucchiaino d’acqua se la vuoi più fluida e vellutata.\n\n IL CRUNCH: Tosta gli anacardi in padella per 2 minuti finché non diventano dorati, poi tritali grossolanamente al coltello.\n\n L’INGEGNERIA DEL PIATTO: Al centro del piatto, crea una base circolare generosa con la Salsa Yogurt all’Erba Cipollina. Adagia sopra i tranci di merluzzo dorati e completa con la pioggia di anacardi tostati.",
            "consiglio_beddafit": [
                "Strizzare bene le carote per evitare il rilascio di acqua in cottura.",
                "Preparare la salsa in anticipo per far infondere l'erba cipollina."
            ],
            "tags": [
                "BeddaFit",
                "CarrotGlowCod",
                "HealthyGourmet",
                "AirfryerRecipes",
                "FitChef"
            ]
        },
        {
            "id": "07",
            "titolo": "Chicken Gold & Pistachio Crunch",
            "subtitle": "L'unione perfetta tra il calore della terra e la croccantezza del Mediterraneo.",
            "categoria": "Secondi",
            "difficolta": "Media",
            "img": "./img/involtini_di_pollo.webp",
            "tempo_preparazione": "25 min",
            "macros_stimati": {
                "kcal": 335,
                "proteine": "42g",
                "carboidrati": "18g",
                "grassi": "10g"
            },
            "concept": "Un piatto che gioca sui contrasti: la morbidezza setosa della carota incontra la struttura decisa del pistacchio.",
            "ingredienti": [
                "4 Fettine di pollo sottili",
                "3 Fette di formaggio proteico",
                "4 Carote grandi",
                "1 cucchiaio Yogurt greco 0% (per crema)",
                "Yogurt greco q.b. (per panatura)",
                "40g Panko o mollica grossolana",
                "30g Granella di pistacchio",
                "Sale",
                "Pepe",
                "Olio EVO"
            ],
            "procedimento": "LA VELLUTATA ORANGE GLOW: Taglia le carote a rondelle e falle bollire in poca acqua salata. Una volta tenere, frullale alla massima potenza con un cucchiaio di yogurt greco e un filo d'olio EVO fino a ottenere una crema perfettamente liscia e setosa.\n\n L'INGEGNERIA DEGLI INVOLTINI: Stendi le fettine di pollo e adagia su ognuna mezza fetta di formaggio proteico. Arrotola con cura stringendo bene: la precisione qui è fondamentale per mantenere il cuore all'interno.\n\n IL PONTE DI YOGURT E IL MANTO CRUNCHY: In un piatto, mescola il panko con la granella di pistacchio. Spennella l'esterno degli involtini con un velo di yogurt greco (usalo come colla proteica) e passali nel mix di panko e pistacchio, pressando bene per far aderire la crosta.\n\n LA COTTURA AIRFRYER: Posiziona gli involtini nel cestello e cuoci a 190°C per circa 10-12 minuti. La crosta deve diventare dorata e il pistacchio sprigionare il suo aroma tostato.\n\n L’UI DEL PIATTO: Crea una base circolare e generosa con la vellutata di carote calda. Adagia sopra gli involtini (tagliati a metà in diagonale). Completa con un ultimo tocco di granella di pistacchio a pioggia.",
            "consiglio_beddafit": [
                "Passare la vellutata al setaccio per una texture da fine dining.",
                "Asciugare bene il pollo prima di spennellare lo yogurt per una crosta più ferma."
            ],
            "tags": [
                "BeddaFit",
                "PistachioCrunch",
                "HealthyGourmet",
                "AirfryerRecipes",
                "ProteinCheese",
                "ChickenInvoltini"
            ]
        },
        {
            "id": "08",
            "titolo": "Cubi di Riso e Mazzancolle",
            "subtitle": "Geometria applicata e contrasti di mare in versione Gourmet",
            "categoria": "Primi",
            "difficolta": "Alta",
            "img": "./img/cubi_riso_mazzancolle.webp",
            "tempo_preparazione": "50 min",
            "macros_stimati": {
                "kcal": 410,
                "proteine": "28g",
                "carboidrati": "60g",
                "grassi": "7g"
            },
            "concept": "Componenti atomici di riso tostato incontrano la freschezza del crudo su una base vellutata",
            "ingredienti": [
                "160g di Riso a chicco tondo (Originario o Arborio)",
                "200g di Mazzancolle freschissime (abbattute per il crudo)",
                "300g di Broccoli (solo cime)",
                "Scorza di Limone grattugiata",
                "Zenzero fresco q.b.",
                "Olio EVO spray"
            ],
            "procedimento": "IL CORE (RISO): Cuoci il riso per assorbimento lasciandolo compatto. Stendilo in una teglia, pressalo livellandolo a 3cm e lascialo riposare in frigo finché non diventa un blocco solido.\n\nLA BASE (CREMA): Sbollenta i broccoli e frullali con un goccio d'acqua di cottura e zenzero fino a ottenere una crema liscissima color Pistacchio Gourmet.\n\nENGINEERING DEL CUBO: Taglia il riso in cubi perfetti con un coltello bagnato. Tostali in padella rovente o airfryer con un velo d'olio spray finché ogni faccia non è dorata e croccante.\n\nIL TOPPING: Prepara le mazzancolle. Puoi scottarne metà e tritare le restanti al coltello per creare delle quenelle crude marinate con limone e pepe.\n\nL'IMPIATTAMENTO: Traccia una striscia netta di crema di broccoli sul piatto (layout lineare). Adagia sopra i cubi di riso e completa ogni componente con la mazzancolla o la quenelle.",
            "consiglio_beddafit": [
                "Il riposo del riso in frigo è fondamentale: la retrogradazione dell'amido rende il cubo stabile e lo shock termico in padella lo rende extra crunch."
            ],
            "tags": [
                "HighProtein",
                "FoodGeometry",
                "GourmetExperience"
            ]
        },
        {
            "id": "09",
            "titolo": "Rose d'Inverno su Pilastri di Carota",
            "subtitle": "Architettura della spirale e contrasti termici in versione Fit-Gourmet",
            "categoria": "Secondi",
            "difficolta": "Media",
            "img": "./img/rose_pollo_carote.webp",
            "tempo_preparazione": "35 min",
            "macros_stimati": {
                "kcal": 370,
                "proteine": "61g",
                "carboidrati": "6g",
                "grassi": "11g"
            },
            "concept": "Moduli a spirale di pollo e prosciutto elevati su basi di carota glassata alla paprika, bilanciati da drops di yogurt acido",
            "ingredienti": [
                "300g di Fettine di pollo (taglio sottile)",
                "80g di Prosciutto cotto (sgrassato)",
                "4 fette di Formaggio proteico",
                "2 Carote grandi (per le rondelle strutturali)",
                "150g di Yogurt greco bianco 0% grassi",
                "Paprika dolce o affumicata, Sale e Pepe q.b.",
                "Micro-foglie di radicchio per la decorazione",
                "Olio EVO spray"
            ],
            "procedimento": "L’INGEGNERIA DELLA ROSA: Rifila le fettine di pollo in rettangoli regolari. Stratifica con prosciutto cotto e formaggio proteico. Arrotola partendo dalla base e allargando la cima per l'effetto petalo. Blocca il centro con uno spiedino.\n\nI PILASTRI AROMATICI: Taglia le carote a rondelle spesse (2cm). Tostale in padella con olio, sale e paprika finché non sono abbrustolite. Aggiungi un goccio d'acqua e copri per terminare la cottura rendendole morbide al cuore.\n\nLA COTTURA (AIRFRYER): Adagia le rose nel cestello, nebulizza con olio spray solo sui bordi. Cuoci a 190°C per 10-12 minuti fino a ottenere una doratura croccante e il cuore filante.\n\nIL DRESSING: Lavora lo yogurt greco con sale e pepe fino a renderlo fluido e lucido.\n\nL’IMPIATTAMENTO: Posiziona le rondelle di carota sul piatto bianco in modo geometrico. Adagia sopra ogni 'pilastro' una rosa di pollo. Completa con drops di yogurt simmetrici e micro-foglie di radicchio per il contrasto cromatico.",
            "consiglio_beddafit": [
                "Il formaggio proteico ha un punto di fusione ideale per questa ricetta: mantiene la struttura della rosa senza colare eccessivamente, garantendo un'estetica pulita e un macro-bilanciamento perfetto."
            ],
            "tags": [
                "HighProtein",
                "AirfryerTech",
                "MinimalistPlating"
            ]
        },
        {
            "id": "10",
            "titolo": "Tris di cannoli integrali",
            "subtitle": "Geometria di mousse proteiche in scrigni di piadina tostata",
            "categoria": "Antipasti",
            "difficolta": "Media",
            "img": "./img/tris_di_cannoli_integrali.webp",
            "tempo_preparazione": "25 min",
            "macros_stimati": {
                "kcal": 242,
                "proteine": "14g",
                "carboidrati": "32g",
                "grassi": "5g"
            },
            "concept": "De-costruzione del cannolo tradizionale: piadina integrale modellata in cilindri croccanti e farcita con una trilogia di mousse alla ricotta (limone, spinaci e datterino)",
            "ingredienti": [
                "3 Piadine integrali (sottili, da modellare)",
                "200g di Ricotta proteica",
                "80g di Spinaci freschi",
                "5-6 Pomodorini datterini freschi",
                "Scorza e succo di un limone biologico",
                "Noce moscata, Sale e Pepe q.b."
            ],
            "procedimento": "L'INGEGNERIA DEL CILINDRO: Taglia le 3 piadine a cerchio. Avvolgile attorno a stampi cilindrici e sigilla il lembo finale con un goccio d'acqua, premendo bene per fissare la forma. Cuoci in Airfryer a 180°C per 5-6 minuti finché la struttura non è ambrata e rigida. Sfila gli stampi con delicatezza mentre sono ancora tiepidi.\n\nPREPARAZIONE DEGLI ELEMENTI: In un pentolino, cuoci gli spinaci con un filo d'acqua, sale e noce moscata; una volta pronti, strizzali accuratamente per eliminare ogni residuo liquido e tritale finemente. In una padella a parte, scotta i datterini con sale e un goccio d'acqua finché non appassiscono; rimuovi le bucce per ottenere una polpa liscia e concentrata.\n\nIL LABORATORIO DELLE MOUSSE: Dividi i 200g di ricotta in tre bowl. BOWL BIANCA: lavora la ricotta con un tocco di succo di limone per la nota acida. BOWL SMERALDO: incorpora gli spinaci insaporiti alla noce moscata. BOWL SUNSET: amalgama la riduzione di datterino per una crema dolce-salata.\n\nESTRUSIONE DEL RIPIENO: Utilizza una sac-à-poche per farcire i cilindri di piadina. Con 200g di ricotta su 3 piadine, la farcitura sarà più bilanciata e meno densa, garantendo una perfetta proporzione tra croccantezza e crema.\n\nL'IMPIATTAMENTO: Disponi i cannoli in diagonale su un piatto bianco con texture a rilievo. Completa il cannolo bianco con la scorza di limone grattugiata solo alla fine, per sprigionare l'aroma agrumato al momento del servizio.",
            "consiglio_beddafit": [
                "Utilizzare 3 piadine permette di creare una proporzione perfetta tra la parte 'bread' e il cuore cremoso. Ricorda di cuocere gli spinaci con la noce moscata: questo passaggio trasforma la ricotta proteica in una mousse gourmet dal profilo sensoriale complesso."
            ],
            "tags": [
                "CrunchyTexture",
                "LowFat",
                "FoodGeometry"
            ]
        },
        {
            "id": "11",
            "titolo": "Eclissi di melanzana",
            "subtitle": "L’architettura della melanzana tra stratificazione fondente e dualismo di datterini",
            "categoria": "Secondi",
            "difficolta": "Media",
            "img": "./img/eclissi_di_melanzana.webp",
            "tempo_preparazione": "35 min",
            "macros_stimati": {
                "kcal": 218,
                "proteine": "19g",
                "carboidrati": "13g",
                "grassi": "10g"
            },
            "concept": "La melanzana viene nobilitata, trasformandola in una base materica che accoglie la dolcezza pura dei pomodorini.",
            "ingredienti": [
                "1 Melanzana",
                "120g di Datterini gialli",
                "120g di Datterini rossi",
                "100g di Formaggio proteico",
                "20g di Parmigiano Reggiano 36 mesi",
                "Sale q.b.",
                "Basilico fresco per la decorazione"
            ],
            "procedimento": "L’INGEGNERIA DELLA MELANZANA: Taglia la melanzana a fette circolari spesse esattamente \"un dito\" (circa 1,5 - 2 cm). Posizionale nel cestello della friggitrice ad aria con un filo d’olio. Cuoci a 190°C per 14-16 minuti, girandole a metà cottura, finché l'interno non risulta fondente e l'esterno ambrato e strutturato. Adagia sopra ogni fetta il formaggio proteico. Inserisci nuovamente nel cestello (spento ma ancora caldo) per 2 minuti: il calore residuo scioglierà il formaggio rendendolo setoso senza bruciarne le proteine.\n\nIL LABORATORIO DELLE SALSE: Lavora i datterini separatamente per non contaminare i colori. Cuoci i gialli in un pentolino con un pizzico di sale e poca acqua; una volta appassiti, rimuovi le bucce. Ripeti l'operazione identica per i datterini rossi. La cottura in sola acqua concentra lo zucchero naturale del pomodoro senza aggiungere grassi.\n\nL’INTERFACCIA DEL PIATTO: Stendi sul fondo del piatto una base circolare con la salsa di datterini gialli. Posiziona al centro la torre di melanzana e formaggio. Completa la sommità con un cucchiaio generoso di riduzione rossa di datterino.\n\nIL TOCCO FINALE: Ultima con una pioggia sottile di Parmigiano Reggiano. Il calore della salsa rossa attiverà gli aromi del parmigiano, creando un profumo intenso che anticipa l'assaggio.",
            "consiglio_beddafit": [
                "Privare i pomodorini della buccia dopo la cottura rapida è il segreto per ottenere una salsa \"gourmet\" lucida e vellutata al palato, eliminando ogni traccia di acidità e fibra coriacea."
            ],
            "tags": [
                "EggplantDesign",
                "AirfryerGourmet",
                "YellowTomato",
                "FitGourmet"
            ]
        },
        {
            "id": "19",
            "titolo": "Nidi di Patata Croccanti",
            "subtitle": "L’architettura della patata tra scocca croccante e cuore vellutato di mare e terra",
            "categoria": "Antipasti",
            "difficolta": "Media",
            "img": "./img/nidi_patata_gourmet.webp",
            "tempo_preparazione": "45 min",
            "macros_stimati": {
                "kcal": 353,
                "proteine": "20g",
                "carboidrati": "39g",
                "grassi": "13g"
            },
            "concept": "La patata bollita viene trasformata in un elemento architettonico rigido e materico grazie all'amido di mais, creando uno scrigno che protegge la freschezza degli ingredienti crudi.",
            "ingredienti": [
                "300g di Patate bollite",
                "20g di Amido di mais",
                "100g di Tonno al naturale",
                "80g di Philadelphia Light",
                "1/2 Avocado maturo",
                "5 Pomodorini ciliegino",
                "Scorza di limone bio q.b.",
                "Glassa di Aceto Balsamico q.b.",
                "Sale e Pepe nero q.b."
            ],
            "procedimento": "L’INGEGNERIA DEL CESTINO: Schiaccia le patate bollite ancora calde e incorpora l’amido di mais con un pizzico di sale. Forma delle sfere da 50g e modella i bordi verso l’alto per creare dei nidi rustici. Nebulizza con olio EVO e cuoci in friggitrice ad aria a 200°C per 15-20 minuti, finché i bordi non risultano bruniti e la struttura ben vitrea.\n\nIL LABORATORIO DELLA MOUSSE: Lavora il tonno ben sgocciolato con la Philadelphia e una macinata di pepe. Ottieni una spuma compatta e vellutata. Questa base proteica fungerà da isolante termico tra la patata calda e il topping freddo.\n\nLA TARTARE CROMATICA: Taglia l’avocado e i pomodorini a cubetti millimetrici (brunoise). Condiscili in una ciotola con una goccia di limone per evitare l’ossidazione e mantenere i colori vibranti.\n\nL’INTERFACCIA DEL PIATTO: Posiziona i cestini caldi sul piatto. Riempi il cuore con la mousse di tonno utilizzando una sac-à-poche per la massima precisione. Adagia sopra la corona di avocado e pomodoro.\n\nIL TOCCO FINALE: Ultima con una grattugiata fine di scorza di limone e poche gocce calibrate di aceto balsamico. L’acidità del limone e la nota zuccherina del balsamico attiveranno le papille, bilanciando la dolcezza della patata.",
            "consiglio_beddafit": [
                "Non mescolare l’aceto balsamico alla tartare durante la preparazione: aggiungilo solo al momento del servizio. Questo accorgimento evita che l’acidità 'cuocia' visivamente l’avocado, mantenendo il verde brillante."
            ],
            "tags": [
                "PotatoArchitecture",
                "AirfryerGourmet",
                "TunaMousse",
                "FoodDesign"
            ]
        }
    ]
}